{
  "header_logout": "Выход",
  "header_login": "Вход",
  "header_signup": "Регистрация",
  "info_header": "Мощное веб-приложение для управления учебным заведением",
  "info_description": "Загружайте расписание, управляйте студентами, преподавателями и персоналом, оценивайте студентов и многое другое.",
  "info_register_study_place_button_text": "Зарегистрировать учебное заведение",
  "info_signup_as_user_button_text": "Войти как пользователь",
  "info_login_as_user_button_text": "Зарегистрироваться как пользователь",
  "used_technologies_header": "Используемые технологии",
  "description_header": "Описание",
  "description_text": "Наше революционное веб-приложение тщательно разработано с использованием новейших достижений в области технологий, обеспечивая беспрецедентную скорость, эффективность и безопасность для учебных заведений по всему миру. Используя архитектуру микросервисов, наша платформа предлагает модульный и масштабируемый подход к управлению образованием, позволяя легко интегрировать новые функции и возможности. Благодаря передовым алгоритмам и протоколам шифрования, мы придаем приоритет защите ваших данных, обеспечивая безопасность конфиденциальной информации на самом высоком уровне. Наше комплексное решение служит центральным узлом, легко интегрируя множество необходимых функций, от управления расписаниями и оценивания студентов до контроля за преподавательским составом и персоналом. Разбивая сложные задачи на более мелкие, независимые сервисы, наша микросервисная архитектура обеспечивает большую гибкость, устойчивость и масштабируемость, обеспечивая оптимальную производительность даже в периоды пиковых нагрузок. С нашим интуитивно понятным пользовательским интерфейсом и мощными функциями преподаватели могут легко ориентироваться и использовать платформу для упрощения рабочих процессов и повышения сотрудничества в учебном заведении. Испытайте преобразующее воздействие нашей инновационной системы управления образованием, давая учреждениям возможность адаптироваться к требованиям цифровой эпохи и достигать новых уровней успеха в своих образовательных усилиях.",
  "services_header": "Услуги",
  "services_users_title": "Управление пользователями",
  "services_users_text": "Studyum предлагает комплексное решение для управления зачислением в учебные заведения, предоставляя преподавателям беспрецедентный контроль и гибкость. Генерация уникальных кодов доступа и надежная система блокировки позволяют инструкторам эффективно и безопасно регулировать доступ к своим учебным заведениям. Подробное управление разрешениями позволяет преподавателям назначать студентам определенные привилегии, такие как управление расписанием или просмотр оценок других студентов, в то время как супер-администратор сохраняет полную власть над управлением ролями. Кроме того, Studyum способствует совместному обучению, позволяя создавать несколько групп, каждая из которых имеет супер-обозревателя для упрощенного контроля. Такая иерархическая структура повышает административную эффективность и способствует эффективной коммуникации и сотрудничеству между студентами и преподавателями, обеспечивая благоприятную учебную среду для всех участников.",
  "services_schedule_title": "Расписание",
  "services_schedule_text": "Studyum революционизирует концепцию планирования учебы с помощью своей инновационной платформы на основе микросервисов. Предлагая гибкий подход к организации учебных заведений, Studyum позволяет учебным заведениям легко создавать, настраивать и управлять расписаниями в соответствии с их конкретными потребностями. С разнообразными вариантами просмотра, включая временные и табличные форматы, пользователи могут легко визуализировать свои учебные планы и вносить необходимые изменения на ходу. Представляя два различных типа расписаний - общее и текущее - Studyum удовлетворяет как долгосрочные планы, так и текущие потребности. Общее расписание обеспечивает постоянство в течение недель, в то время как текущее расписание динамически создается из общего, позволяя вносить изменения в реальном времени. Более того, Studyum ведет полную историю расписаний, позволяя пользователям получать доступ и просматривать прошлые расписания на любую выбранную дату. Благодаря интуитивно понятному интерфейсу и мощной функциональности Studyum дает пользователям возможность оптимизировать свои учебные рутины с легкостью и эффективностью, обеспечивая максимальную продуктивность и успех в их академических достижениях.",
  "services_journal_title": "Журнал",
  "services_journal_text": "Комплексная платформа Studyum не только предлагает гибкое планирование для учебных заведений, но и предоставляет надежную функцию ведения журнала для преподавателей, позволяющую эффективно оценивать студентов. С надежными мерами безопасности только преподаватели, присутствующие на занятии, имеют право оценивать студентов, обеспечивая целостность процесса оценивания. Администраторы, с другой стороны, получают доступ только для просмотра оценок студентов без возможности внесения изменений, что поддерживает ответственность и прозрачность в системе. Более того, администраторы могут создавать пресеты в журнале, такие как типы занятий (например, лекции или лабораторные работы), что позволяет динамически категоризировать уроки с соответствующими критериями оценки. Каждый тип урока работает независимо, позволяя настраивать параметры оценивания в соответствии с конкретными образовательными мероприятиями. Кроме того, пользователи могут создавать подробные отчеты о пропусках и активности студентов, предоставляя ценную информацию о производительности и вовлеченности студентов. С интуитивно понятным интерфейсом и мощными функциями Studyum преподаватели и администраторы могут упрощать свои рабочие процессы и улучшать общий учебный опыт для студентов.",
  "benefits_header": "Преимущества",
  "benefits_1_text": "Использование современных технологий",
  "benefits_2_text": "Повышенные меры безопасности",
  "benefits_3_text": "Эффективное управление зачислением",
  "benefits_4_text": "Настраиваемые права доступа",
  "benefits_5_text": "Поддержка ответственности",
  "benefits_6_text": "Централизованный коммуникационный узел",
  "benefits_7_text": "Аналитика данных",
  "benefits_8_text": "Улучшение организационной эффективности",
  "benefits_9_text": "Поощрение автономии студентов",
  "benefits_10_text": "Улучшение общего учебного опыта",
  "pricing_header": "Цены",
  "pricing_includes_user_management": "Пользователи",
  "pricing_includes_user_permissions": "Права доступа",
  "pricing_includes_user_schedule": "Расписание",
  "pricing_includes_user_journal": "Журнал",
  "pricing_includes_user_customer_support": "Поддержка",
  "pricing_period_quarter": "Четверть",
  "pricing_period_semester": "Семестр",
  "pricing_period_annually": "Ежегодно",
  "pricing_per_year": "/ год",
  "register_header": "Регистрация",
  "register_form_name": "Имя",
  "register_form_study_place_name": "Название учебного заведения",
  "register_form_email": "Электронная почта",
  "register_form_plan": "План",
  "register_form_plan_quarter": "Четверть",
  "register_form_plan_semester": "Семестр",
  "register_form_plan_annually": "Ежегодно",
  "register_form_submit": "Отправить"
}
